[
  {
    "description":
      "Get realtime price information for the most popular cryptocurrencies on the most popular exchanges.",
    "details":
      "I am the creator of Coinfolio. I built this app because I couldn't find any good cryptocurrency portfolio apps that organized prices by exchange. Many investors myself included have different amounts of currencies across multiple exchanges, which all have different pricing at any given time. I wanted a place I could see my localized amounts and prices per exchange at a glance.",
    "tags": [
      "React Native",
      "Websockets",
      "Node",
      "Express",
      "JavaScript",
      "Cryptocurrency",
      "Coinbase",
      "GDAX",
      "Kraken",
      "Bitcoin",
      "Litecoin",
      "Ethereum",
      "Bitcoin Cash",
      "Monero",
      "Ripple",
      "Dash",
      "ZCash"
    ],
    "heroImg": "img/portfolio-coinfolio-mock.jpg",
    "logoImg": "http://placehold.it/64x64",
    "title": "Coinfolio",
    "urlText": "play.google.com",
    "url":
      "https://play.google.com/store/apps/details?id=com.tylerbuchea.coinfolio"
  },
  {
    "description": "An interactive training for the Intel® Xeon® Platform.",
    "details":
      "3D levels created in C#/Unity, transpiled to customized WebGL/JavaScript templates, distributed by CDN, communicating through iframes to a Dockerized Wordpress instance, using SAML service for authentication, relaying scores and user data to a Node API, and much much more crazyness.",
    "tags": [
      "Unity",
      "C#",
      "Docker",
      "JavaScript",
      "Node",
      "MongoDB",
      "SAML",
      "PHP"
    ],
    "heroImg": "img/portfolio-droneracing@2x.jpg",
    "logoImg": "http://placehold.it/64x64",
    "title": "Intel® Drone Racing",
    "url": "droneracing.intel.com"
  },
  {
    "description": "An awesome WebGL visualization.",
    "details":
      "This is a visualization I created with the Amazon AWS team and Intel. It was distributed locally on a giant touch screen with a specific resolution so please excuse the non-responsiveness, ratio weirdness, and instructional animation load times.",
    "tags": ["THREE.js", "WebGL", "Redux", "React", "Firebase"],
    "heroImg": "img/portfolio-bitcoinviz@2x.jpg",
    "logoImg": "http://placehold.it/64x64",
    "title": "AWS Viz",
    "url": "aws-0003-viz.firebaseapp.com"
  },
  {
    "description":
      "It's a new kind of cruise that combines your love of travel with your desire to make a difference.",
    "details":
      "I built the Journey Planner for Fathom Cruises. The Journey Planner is a web application that cruise passengers use to manage their personal details, book shore excursions, print luggage tags, and many other mission critical interactions. This application still handles thousands of traveler requests per day.",
    "tags": ["React", "Redux", "ES6", "Angular"],
    "heroImg": "img/portfolio-fathom@2x.jpg",
    "logoImg": "http://placehold.it/64x64",
    "title": "Fathom Cruises",
    "url": "fathom.org"
  },
  {
    "description":
      "Adjoy is the first ad network for games that allows both game developers and the advertiser, big or small, to live together in perfect harmony.",
    "details":
      "I was the lead API designer for this project and played a pivotal role in bringing their MVP product to production. Adjoy is a well funded startup looking to innovate the game advertisement space by allowing developers to integrate ads into their games as achievements to unlock rather than as annoying banners that block game play.",
    "tags": ["Node", "Express", "Sails", "Mongo", "Heroku"],
    "heroImg": "img/portfolio-adjoy@2x.jpg",
    "logoImg": "http://placehold.it/64x64",
    "title": "Adjoy",
    "url": "adjoy.co"
  },
  {
    "description":
      "The only app that lets you add products with product images to your WooCommerce store!",
    "details":
      "I'm the creator and product owner of WooProducts. I saw a need for this app after working with clients who own an ecommerce store. WooProducts has a pretty sizeable user base and it is still growing.",
    "tags": ["Ionic", "OAuth 1.0a", "WooCommerce API"],
    "heroImg": "img/portfolio-wooproducts@2x.jpg",
    "logoImg": "http://placehold.it/64x64",
    "title": "WooProducts",
    "url": "wooproducts.co"
  },
  {
    "description": "A set of UI components for building React Native apps.",
    "details":
      "Carbon Native is a UI library my brother and I created for React Native to build our mobile apps with. It's just a bonus that other people in the community like it and use it too.",
    "tags": ["React Native"],
    "heroImg": "img/portfolio-carbonnative@2x.jpg",
    "logoImg": "http://placehold.it/64x64",
    "title": "Carbon Native",
    "url": "getcarbonnative.com"
  }
]
